Repository: allar5430/locations-list
Catalog: LocationsList/Presentation/Common/Localizable.xcstrings
Source language: en
Languages: nl

# coordinate_accessibility
source: Latitude is %@ and longitude is %@
nl: Breedtegraad is %@ en lengtegraad is %@

# open_wikipedia_hint
source: Press the button to open the Wikipedia app for the chosen location
nl: Druk op de knop om de Wikipedia-app voor de gekozen locatie te openen

source: Add Location
nl: Plaats toevoegen

source: Cancel
nl: Annuleren

source: Custom Location
nl: Aangepaste plaats

source: Done
nl: Gereed

source: Loading locations
nl: Plaatsen laden

source: Location
nl: Plaats

source: Location name
nl: Naam van plaats

source: Locations unavailable
nl: Plaatsen niet beschikbaar

source: Places
nl: Plaatsen

# unable_to_find_location
source: Unable to find this location
nl: Deze plaats kan niet worden gevonden

source: Unable to load locations
nl: Plaatsen kunnen niet worden geladen

source: Unknown
nl: Onbekend

source: Use Current Location
nl: Huidige locatie gebruiken
